---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamSpecies
source: html/65de4469-e7b0-f8b0-915f-16688e5a298f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamSpecies Property

"Species"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamSpecies { get; }
```